Repository: neolu/gv9x
Catalog: gveepe/src/eepe_*.po
Languages: fr, pt

# GeneralEdit|
source: Mid
fr: Centre
pt: Meio

# GeneralEdit|
source: Setup
fr: Configuration
pt: Parâmetros

# GeneralEdit|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">LCD Screen Contrast</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Values can be 20-45</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Contraste de l'écran LCD</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Plage de valeurs: 20...45</span></p></body></html>

# GeneralEdit|
source: Backlight Auto On/OFF after
fr: Rétroéclairage, extinction auto après
pt: Desligar Retro-iluminação depois de

# GeneralEdit|
source: Input Filter
fr: Conversion
pt: Filtro de Entrada

# GeneralEdit|
source: Inactivity Timer
fr: Alerte d'inactivité
pt: Temporizador de Inatividade

# GeneralEdit|
source: Every Minute
fr: Toutes les minutes
pt: Todos os Minutos

# GeneralEdit|
source: If not zero will sound beeps if the transmitter has been left without inputs for the specified number of minutes.
fr: Si différent de 0, émission d'un bip sonore régulier si aucune action n'a été effectuée sur l'émetteur depuis le temps spécifié (en minutes). Réinitialisation en agissant sur n'importe lequel des manches / touches de navigation.

source: General Edit
fr: Paramètres généraux
pt: Configuração Geral

# GeneralEdit|
source: Reverse throttle operation. If this is checked the throttle will be reversed. Idle will be forward, trim will also be reversed and the throttle warning will be reversed as well.
fr: Inversion des gaz. Si cette option est cochée, la voie des gaz est inversée: le ralenti est 'manche en haut'. Le trim et l'alerte des gaz sont inversés également.

# GeneralEdit|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Flash backlight on timer beep</span></p></body></html>
fr: Le rétroéclairage clignote en synchro avec les bips du chrono

# GeneralEdit|
source: Memory Startup Warning
fr: Alerte mémoire
pt: Aviso Inicial sobre Memória

# GeneralEdit|
source: Beeps at 30, 15, 10, and down from5 seconds
fr: Bip à 30, 15, 10, 5 puis toutes les secondes
pt: Soar aos 30, 15, 10 e a descontar a partir de 5 segundos

# GeneralEdit|
source: This is the switch selectrion for turning on the backlight (if installed).
fr: Interrupteur déclenchant le rétroéclairage' (si installé).

# GeneralEdit|
source: Timer Beeps
fr: Bips du chrono
pt: Sons do Temporizador

# GeneralEdit|
source: Mode 2 (RUD THR ELE AIL)
fr: Mode 2 (DIR GAZ PROF AIL)
pt: Modo 2 (RUD THR ELE AIL)

# GeneralEdit|
source: Filter
fr: Filtre (si 'jitter' - Latence +30msec)
pt: Filtro

# GeneralEdit|
source: Beeper volume 0 - Quiet. No beeps at all. 1 - No Keys. Normal beeps but menu keys do not beep. 2 - Normal. 3 - Loud. 4 - Extra loud.
fr: Volume des bips Mode silencieux : tous bips désactivés. Touches silencieuses : bips normaux mais touches de navigation silencieuses. Normal : durée des bips par défaut. Long : bips plus longs. Extra long : bips extra longs.

# GeneralEdit|
source: Throttle Startup Warning
fr: Alerte gaz
pt: Aviso Inicial sobre Acelerador

# GeneralEdit|
source: Single
fr: Simple conversion (1024 bits)
pt: Simples

# GeneralEdit|
source: Battery Warning
fr: Alerte batterie
pt: Alerta de Bateria

# GeneralEdit|
source: Contrast
fr: Contraste
pt: Contraste

# GeneralEdit|
source: Mode 4 (AIL THR ELE RUD)
fr: Mode 4 (AIL GAZ PROF DIR)
pt: Modo 4 (AIL THR ELE RUD)

# GeneralEdit|
source: Positive
fr: Positif
pt: Positivo

# GeneralEdit|
source: Mode selection: Mode 1: Left stick: Elevator, Rudder Right stick: Throttle, Aileron Mode 2: Left stick: Throttle, Rudder Right stick: Elevator, Aileron Mode 3: Left stick: Elevator, Aileron Right stick: Throttle, Rudder Mode 4: Left stick: Throttle, Aileron Right stick: Elevator, Rudder
fr: Choix du mode: Mode 1: Manche Gauche: Profondeur, Direction Manche Droit: Gaz, Ailerons Mode 2: Manche Gauche: Gaz, Direction Manche Droit: Profondeur, Ailerons Mode 3: Manche Gauche: Profondeur, Ailerons Manche Droit: Gaz, Direction Mode 4: Manche Gauche: Gaz, Ailerons Manche Droit: Profondeur, Direction

# GeneralEdit|
source: Backlight Switch
fr: Interrupteur du rétroéclairage
pt: Interruptor de Retro-iluminação

# GeneralEdit|
source: Mode 3 (AIL ELE THR RUD)
fr: Mode 3 (AIL PROF GAZ DIR)
pt: Modo 3 (AIL ELE THR RUD)

# GeneralEdit|
source: Reverse Throttle Operation
fr: Inversion des gaz
pt: Inverter Acelerador

# GeneralEdit|
source: General settings used throught the transmitter. These will be relevant for all models in the same EEPROM.
fr: Paramètres généraux de l'émetteur. Communs à tous les modèles d'une même EEPROM.

# GeneralEdit|
source: Flash on beep
fr: Clignotement avec les bips
pt: Piscar Ecrã com os Sons

# GeneralEdit|
source: Oversample
fr: Suréchantillonnage (2048 bits)

# GeneralEdit|
source: Battery warning voltage. This is the threashhold where the battery warning sounds. Acceptable values are 5v..10v
fr: Tension d'alerte de batterie. Seuil auquel se déclenche l'alarme de batterie. Plage de valeurs: 5v...10v

# GeneralEdit|
source: Calibration
fr: Étalonnage
pt: Calibração

# GeneralEdit|
source: Stick Mode
fr: Mode
pt: Modo do Emissor

# GeneralEdit|
source: Channel order This is used by the templated to determine which channel goes to what number output.
fr: Ordre des voies Indique l'affectation voie / numéro d'entrée pour les présélections (=Templates).

# GeneralEdit|
source: Battery Calibration
fr: Étalonnage batterie
pt: Calibração da Bateria

# GeneralEdit|
source: Count Down to Zero
fr: Compte à rebours
pt: Contar até Zero

# GeneralEdit|
source: If this value is not 0, any keypress will turn on the backlight and turn it off after the specified number of seconds.
fr: Si cette valeur est différente de 0, l'appui sur une touche de navigation déclenche le rétroéclairage qui s'éteint après la durée spécifiée (en secondes).

# GeneralEdit|
source: Negative
fr: Négatif
pt: Negativo

# GeneralEdit|
source: Beeper Mode
fr: Réglage des bips
pt: Modo dos Alarmes Sonoros

# GeneralEdit|
source: Battery calibration: This value will be added to the measured battery voltage. Use this value to calibrate the meter with an external meter.
fr: Étalonnage batterie: Cette valeur est ajoutée à la tension mesurée.Mesurer la tension réelle' à l'aide d'un multimètre pour déterminer l'écart à appliquer.

# GeneralEdit|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Single Beep Every whole Minute</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Emet un bip à chaque minute écoulée</span></p></body></html>

# GeneralEdit|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" text-decoration: underline;">Warnings</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">These will define startup warnings.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Throttle warning - will alert if the throttle is not at idle during startup</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Switch warning - will alert if switches are not in their defaul position</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Memory warning - will alert if there's not a lot of memory left</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Silent mode warning - will alert you if the beeper is set to quiet (0)</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" text-decoration: underline;">Alertes</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Définit les alertes au démarrage.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Alerte gaz - Avertissement si les gaz ne sont pas à 0 au démarrage</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Alerte interrupteurs - Avertissement si un ou plusieurs interrupteurs ne sont pas au repos</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Alerte mémoire - Avertissement si la mémoire disponible est insuffisante</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Alerte mode silencieux - Avertissement si les bips sont désactivés</p></body></html>

# GeneralEdit|
source: Mode 1 (RUD ELE THR AIL)
fr: Mode 1 (DIR PROF GAZ AIL)
pt: Modo 1 (RUD ELE THR AIL)

# GeneralEdit|
source: Channel Order (For Templates)
fr: Ordre des voies par défaut
pt: Ordem dos Canais (para as Mascaras)

# GeneralEdit|
source: Switch Startup Warning
fr: Alerte interrupteurs
pt: Aviso Inicial sobre Interruptores

# GeneralEdit|
source: Show Splash Screen on Startup
fr: Afficher l'écran de démarrage

# GeneralEdit|
source: Show splash screen on startup
fr: Affiche l'écran d'accueil au démarrage

# GeneralEdit|
source: Alarm Warning
fr: Alerte mode silencieux

# GeneralEdit|
source: Quiet
fr: Mode silencieux

# GeneralEdit|
source: No Keys
fr: Touches silencieuses

# GeneralEdit|
source: PPM Multiplier
fr: Coeff. multiplicateur PPM

# GeneralEdit|
source: Owner Name
fr: Nom du propriétaire

# MainWindow|
source: &New
fr: &Nouveau
pt: &Novo

# MainWindow|
source: Burn
fr: Flasher
pt: Gravar

# MainWindow|
source: Cu&t
fr: Co&uper
pt: Cor&tar

# MainWindow|
source: Edit
fr: Edition
pt: Editar

# MainWindow|
source: File
fr: Fichier
pt: Ficheiro

# MainWindow|
source: Open
fr: Ouvrir
pt: Abrir

# MainWindow|
source: Show fuses dialog
fr: Affiche les réglages des fusibles

# MainWindow|
source: &Write EEPROM To Tx
fr: &Transférer l'EEPROM vers l'émetteur
pt: &Gravar EEPROM no Rádio

# MainWindow|
source: &Burn
fr: Fl&asher

# MainWindow|
source: &Copy
fr: &Copier
pt: &Copiar

# MainWindow|
source: &Edit
fr: Éditio&n
pt: &Editar

# MainWindow|
source: &File
fr: &Fichier
pt: &Ficheiro

# MainWindow|
source: &Help
fr: &Aide
pt: &Ajuda

# MainWindow|
source: &Save
fr: &Enregistrer
pt: &Gravar

# MainWindow|
source: &Tile
fr: &Mosaïque
pt: &Mosaico

# MainWindow|
source: E&xit
fr: &Quitter
pt: &Sair

# MainWindow|
source: &Simulate
fr: &Simulation
pt: &Simular

# MainWindow|
source: Ne&xt
fr: Sui&vante
pt: &Próxima

# MainWindow|
source: Ready
fr: Prêt
pt: Pronto

# MainWindow|
source: Read Flash to File
fr: Enregistrer la mémoire Flash sous

# MainWindow|
source: Show the application's About box
fr: Affiche la fenêtre "A propos" de l'application
pt: Sobre a aplicação

# MainWindow|
source: &About
fr: &À Propos
pt: A&cerca

# MainWindow|
source: &Paste
fr: Co&ller
pt: Co&lar

# MainWindow|
source: &Print
fr: Im&primer
pt: &Imprimir

# MainWindow|
source: Save &As...
fr: Enregistrer &Sous...
pt: Gravar &Como...

# MainWindow|
source: Cascade the windows
fr: Dispose les fenêtres en cascade
pt: Apresentar as janelas abertas em cascata

# MainWindow|
source: Read Flash memory
fr: Lire la mémoire Flash
pt: Ler memória Flash

# MainWindow|
source: Paste the clipboard's contents into the current selection
fr: Colle le contenu du presse-papier à l'emplacement sélectionné
pt: Colar o conteúdo na zona de transferência para a selecção corrente

# MainWindow|
source: Open an existing file
fr: Ouvre un fichier existant
pt: Abrir um ficheiro existente

# MainWindow|
source: &Configure...
fr: &Configurer AVRDUDE...
pt: &Configurar...

# MainWindow|
source: Cl&ose
fr: &Fermer
pt: &Fechar

# MainWindow|
source: Print current model.
fr: Imprime les données du modèle sélectionné.
pt: Imprimir o modelo corrente

# MainWindow|
source: Read EEPROM from transmitter
fr: Charge l'EEPROM de l'émetteur
pt: Ler EEPROM do Rádio

# MainWindow|
source: Close all the windows
fr: Ferme toutes les fenêtres
pt: Fechar todas as janelas

# MainWindow|
source: Write flash memory to transmitter
fr: Écrit dans la mémoire Flash de l'émetteur
pt: Gravar memória Flash para o Rádio

# MainWindow|
source: &Contributors
fr: &Contributeurs
pt: Contri&buidores

# MainWindow|
source: donating
fr: don
pt: doar

# MainWindow|
source: &Open...
fr: &Ouvrir...
pt: &Abrir...

# MainWindow|
source: Create a new file
fr: Crée un nouveau fichier
pt: Criar um novo ficheiro

# MainWindow|
source: Close the active window
fr: Ferme la fenêtre active
pt: Fechar a janela activa

# MainWindow|
source: File loaded
fr: Fichier chargé
pt: Ficheiro carregado

# MainWindow|
source: eePe - EEPROM Editor
fr: eePe - Éditeur d'EEPROM
pt: eePe - Editor de EEPROM

# MainWindow|
source: File saved
fr: Fichier sauvegardé
pt: Ficheiro gravado

# MainWindow|
source: Switch layout direction
fr: Inverser l'interface
pt: Mudar apresentação dos menus

# MainWindow|
source: Move the focus to the previous window
fr: Active la fenêtre précedente
pt: Selecciona janela anterior

# MainWindow|
source: Pre&vious
fr: P&récédente
pt: &Anterior

# MainWindow|
source: Exit the application
fr: Quitte l'application
pt: Sair da aplicação

# MainWindow|
source: Write Flash memory
fr: Écrire la mémoire Flash
pt: Gravar memória Flash

# MainWindow|
source: List available programmers
fr: Liste les programmateurs supportés
pt: Lista os programadores disponíveis

# MainWindow|
source: Save the document to disk
fr: Enregistre sur le disque
pt: Gravar o documento no disco

# MainWindow|
source: Close &All
fr: Fermer To&ut
pt: Fechar &Todas

# MainWindow|
source: List er9x/eePe Contributors
fr: Liste les contributeurs à er9x/eePe
pt: Lista de contribuidores do er9x/eePe

# MainWindow|
source: Simulate selected model.
fr: Simule le modèle sélectionné.
pt: Simular o modelo seleccionado

# MainWindow|
source: Tile the windows
fr: Dispose les fenêtres en mosaïque
pt: Apresentar as janelas abertas em mosaico

# MainWindow|
source: Read flash memory to transmitter
fr: Lit la mémoire Flash de l'émetteur
pt: Ler memória Flash do Rádio

# MainWindow|
source: Save the document under a new name
fr: Enregistre sous un nom différent
pt: Gravar o documento com um novo nome

# MainWindow|
source: &Window
fr: Fe&nêtre
pt: &Janela

# MainWindow|
source: Edit general preferences
fr: Définit les préférences générales
pt: Editar preferências gerais

# MainWindow|
source: &Preferences...
fr: &Préférences...
pt: &Preferências

# MainWindow|
source: About eePe
fr: À propos d'eePe
pt: Sobre o eePe

# MainWindow|
source: &Fuses...
fr: &Fusibles...

# MainWindow|
source: Copy the current selection's contents to the clipboard
fr: Copie la sélection dans le presse-papier
pt: Copiar a selecção corrente para a zona de transferência

# MainWindow|
source: Move the focus to the next window
fr: Active la fenêtre suivante
pt: Selecciona janela seguinte

# MainWindow|
source: &List programmers
fr: &Programmateurs supportés
pt: &Listar programadores

# MainWindow|
source: Write EEPROM to transmitter
fr: Transfère l'EEPROM vers l'émetteur
pt: Gravar EEPROM no Rádio

# MainWindow|
source: Cut the current selection's contents to the clipboard
fr: Coupe la sélection et la copie dans le presse-papier
pt: Cortar a selecção corrente para a zona de transferência

# MainWindow|
source: Configure burning software
fr: Configure le logiciel de flashage
pt: Configurar aplicação de gravação do Rádio

# MainWindow|
source: &Read EEPROM From Tx
fr: &Charger l'EEPROM de l'émetteur
pt: &Ler EEPROM do Rádio

# MainWindow|
source: Read EEPROM From Tx
fr: Charger l'EEPROM de l'émetteur
pt: Ler EEPROM do Rádio

# MainWindow|
source: Choose file to write to EEPROM memory
fr: Choisir le fichier EEPROM à transmettre à l'émetteur

# MainWindow|
source: Choose file to write to flash memory
fr: Choisir le fichier FLASH à transmettre à l'émetteur

# MainWindow|
source: Read EEPROM memory to File
fr: Enregistrer l'EEPROM de l'émetteur dans un fichier

# MainWindow|
source: Write EEPROM memory from file
fr: Transfèrer un fichier EEPROM vers l'émetteur

# MainWindow|
source: Write EEPROM memory from file to transmitter
fr: Transfère un fichier EEPROM vers l'émetteur

# MainWindow|
source: Read EEPROM memory to file
fr: Enregistrer l'EEPROM de l'émetteur dans un fichier

# MainWindow|
source: Read EEPROM memory from transmitter to file
fr: Enregistrer l'EEPROM de l'émetteur vers un fichier

# MainWindow|
source: Save As
fr: Enregister Sous

# MainWindow|
source: Executable (*.exe)
fr: Exécutable (*.exe)

# MainWindow|
source: No updates available at this time.
fr: Aucune mise à jour disponible.

# MainWindow|
source: Unable to check for updates.
fr: Impossible de rechercher des mises à jour.

# MainWindow|
source: Would you like to launch the installer?
fr: Voulez-vous lancer l'installation ?

# MainWindow|
source: Write %1 to EEPROM memory?
fr: Transférer %1 dans la mémoire EEPROM de l'émetteur ?

# MainWindow|
source: Write %1 to flash memory?
fr: Transférer %1 dans la mémoire FLASH de l'émetteur ?

# MainWindow|
source: &Check for updates...
fr: Re&chercher des mises à jour...

# MainWindow|
source: Check for new version of eePe/er9x
fr: Vérifier l'existence d'un nouvelle version d'eePe/er9x

# MainWindow|
source: If you've found this program and/or the er9x firmware useful please support by
fr: Si vous trouvez ce programme et/ou ce firmware utiles, merci d'apporter votre soutien en effectuant un <a href='

# MainWindow|
source: Switch layout Left/Right
fr: Inverser l'interface gauche/droite

# MainWindow|
source: Ignore this version (r%1)?
fr: Ignorer cette version (r%1)?

# MainWindow|
source: A new version of eePe is available (r%1)<br>Would you like to download it?
fr: Une nouvelle version d'eePe est disponible (r%1)<br>Voulez-vous la télécharger ?

# MainWindow|
source: A new version of ER9x (%2) is available (r%1)<br>Would you like to download it?
fr: Une nouvelle version d'ER9X (%2) est disponible (r%1)<br>Voulez-vous la télécharger ?

# MainWindow|
source: &ER9x Users Guide
fr: Manuel d'utilisation d'&ER9x

# MainWindow|
source: Show ER9x Users Guide
fr: Affiche le manuel d'utilisation d'ER9x

# MainWindow|
source: Help
fr: Aide

# MdiChild|
source: &Cut
fr: &Couper
pt: Cor&tar

# MdiChild|
source: &Copy
fr: &Copier
pt: &Copiar

# MdiChild|
source: &Edit
fr: Éditio&n
pt: &Editar

# MdiChild|
source: General Settings
fr: Paramètres généraux
pt: Parâmetros Gerais

# MdiChild|
source: Error
fr: Erreur
pt: Erro

# MdiChild|
source: Cannot write file %1: %2.
fr: Ecriture fichier %1 impossible: %2.

# MdiChild|
source: Unable to read settings!
fr: Lecture des paramètres impossible!
pt: Impossível ler parâmetros!

# MdiChild|
source: &Paste
fr: &Coller
pt: Co&lar

# MdiChild|
source: Unable to find file %1!
fr: Fichier %1 introuvable!
pt: Impossível encontrar o ficheiro %1!

# MdiChild|
source: Delete Selected Models?
fr: Supprimer le Modèle Sélectionné?
pt: Apagar Modelos Seleccionados?

# MdiChild|
source: Delete
fr: Supprimer
pt: Apagar

# MdiChild|
source: Error reading file %1!
fr: Fichier %1 corrompu!
pt: Erro ao ler o ficheiro %1!

# MdiChild|
source: Unable set model!
fr: Sélection du modèle impossible!
pt: Impossível aplicar modelo!

# MdiChild|
source: &Write To Tx
fr: &Envoyer à l'émetteur
pt: &Gravar no Rádio

# MdiChild|
source: D&uplicate
fr: D&upliquer
pt: &Duplicar

# MdiChild|
source: '%1' has been modified. Do you want to save your changes?
fr: %1 modifié. Enregistrer les changements?

# MdiChild|
source: Save As
fr: Enregister Sous
pt: Gravar Como

# MdiChild|
source: &Delete
fr: &Suppression
pt: &Apagar

# MdiChild|
source: Cannot write temporary file!
fr: Ecriture de fichier temporaire impossible!
pt: Impossível gravar ficheiro temporário!

# MdiChild|
source: Editing model %1:
fr: Édition du modèle %1:
pt: A editar o modelo %1:

# MdiChild|
source: Error writing file %1: %2.
fr: Erreur d'écriture fichier %1: %2.

# MdiChild|
source: Error reading file %1: %2.
fr: Fichier %1 corrompu: %2.

# MdiChild|
source: Unable set data!
fr: Sélection des données impossible!
pt: Impossível aplicar dados!

# MdiChild|
source: Error reading file: File wrong size - %1
fr: Erreur de lecture du fichier : taille de fichier incorrecte - %1

# MdiChild|
source: Error opening file %1: %2.
fr: Erreur à l'ouverture du fichier %1: %2.

# MdiChild|
source: Write %1 to EEPROM memory?
fr: Transférer %1 dans la mémoire EEPROM de l'émetteur ?
