Repository: neolu/gv9x
Catalog: gveepe/src/eepe_*.po
Languages: fr, pt

# fusesDialog|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt; font-weight:600; text-decoration: underline;">Reset Fuses</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Fuses in the AVR tell it how to behave. Pressing this button sets the fuses to the default parameters needed in the er9x FW.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">This button also sets the &quot;EEPROM protect&quot; Fuse.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">This prevents erasing of the EEPROM when the flash memory is written.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt; font-weight:600; text-decoration: underline;">WARNING</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Setting fuses can lead to problems and even a total lockout from your controller. Do this only if you know what you are doing.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">When in doubt consult either the project's page or the forums @ RCG and RXModelreviews.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">If you do get locked out - go to the project's homepage and lookup &quot;dealing with Fuse Bricks&quot;.</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt; font-weight:600; text-decoration: underline;">Réinitialiser Fusibles</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Les fusibles de l'AVR spécifient comment il doit se comporter. Cliquer ce bouton réinitialise les fusibles aux valeurs par défaut requises par le firmware er9x.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Ce bouton active aussi le fusible de &quot;protection de l'EEPROM&quot;.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Cela empêche l'effacement de l'EEPROM contenant les modèles lors de la mise à jour du firmware.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt; font-weight:600; text-decoration: underline;">AVERTISSEMENT</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Ajuster les valeurs des fusibles peut entraîner des problèmes voire même un blocage complet de votre radio. A n'utiliser que si vous êtes certains de ce que vous faites.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Dans le doute, consulter la page du projet ou les forums @ RCG et RCModelreviews.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">En cas de blocage, allez sur la page du projet et consultez &quot;dealing with Fuse Bricks&quot;.</span></p></body></html>

# fusesDialog|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt; font-weight:600; text-decoration: underline;">Reset Fuses</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Fuses in the AVR tell it how to behave. Pressing this button sets the fuses to the default parameters needed in the er9x FW.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">This button also clears the &quot;EEPROM protect&quot; Fuse.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">This causes erasing of the EEPROM when the flash memory is written.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt; font-weight:600; text-decoration: underline;">WARNING</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Setting fuses can lead to problems and even a total lockout from your controller. Do this only if you know what you are doing.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">When in doubt consult either the project's page or the forums @ RCG and RXModelreviews.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">If you do get locked out - go to the project's homepage and lookup &quot;dealing with Fuse Bricks&quot;.</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt; font-weight:600; text-decoration: underline;">Réinitialiser Fusibles</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Les fusibles de l'AVR spécifient comment il doit se comporter. Cliquer ce bouton réinitialise les fusibles aux valeurs par défaut requises par le firmware er9x.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Ce bouton désactive aussi le fusible de &quot;protection de l'EEPROM&quot;.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Cela cause l'effacement de l'EEPROM contenant les modèles lors de l'écriture du firmware dans la mémoire Flash.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt; font-weight:600; text-decoration: underline;">AVERTISSEMENT</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Ajuster les valeurs des fusibles peut entraîner des problèmes voire même un blocage complet de votre radio. A n'utiliser que si vous êtes certains de ce que vous faites.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Dans le doute, consulter la page du projet ou les forums @ RCG et RCModelreviews.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">En cas de blocage, allez sur la page du projet et consultez &quot;dealing with Fuse Bricks&quot;.</span></p></body></html>

# preferencesDialog|
source: Mode 2 (RUD THR ELE AIL)
fr: Mode 2 (DIR GAZ PROF AIL)
pt: Modo 2 (RUD THR ELE AIL)

# preferencesDialog|
source: Mode 4 (AIL THR ELE RUD)
fr: Mode 4 (AIL GAZ PROF DIR)
pt: Modo 4 (AIL THR ELE RUD)

# preferencesDialog|
source: Mode selection: Mode 1: Left stick: Elevator, Rudder Right stick: Throttle, Aileron Mode 2: Left stick: Throttle, Rudder Right stick: Elevator, Aileron Mode 3: Left stick: Elevator, Aileron Right stick: Throttle, Rudder Mode 4: Left stick: Throttle, Aileron Right stick: Elevator, Rudder
fr: Choix du mode: Mode 1: Manche Gauche: Profondeur, Direction Manche Droit: Gaz, Ailerons Mode 2: Manche Gauche: Gaz, Direction Manche Droit: Profondeur, Ailerons Mode 3: Manche Gauche: Profondeur, Ailerons Manche Droit: Gaz, Direction Mode 4: Manche Gauche: Gaz, Ailerons Manche Droit: Profondeur, Direction

# preferencesDialog|
source: Mode 3 (AIL ELE THR RUD)
fr: Mode 3 (AIL PROF GAZ DIR)
pt: Modo 3 (AIL ELE THR RUD)

# preferencesDialog|
source: Channel order This is used by the templated to determine which channel goes to what number output.
fr: Ordre des voies Indique l'affectation voie / numéro de canal par défaut utilisée lors de la création d'un modèle.

# preferencesDialog|
source: Language (requires restart)
fr: Langue (nécessite un redémarrage d'eePe)
pt: Língua (necessita uma reinicialização)

# preferencesDialog|
source: Default Channel Order
fr: Ordre des voies par défaut
pt: Ordem dos Canais por Defeito

# preferencesDialog|
source: Preferences
fr: Préférences
pt: Preferências

# preferencesDialog|
source: Default Stick Mode
fr: Mode par défaut
pt: Modo do Rádio por Defeito

# preferencesDialog|
source: Mode 1 (RUD ELE THR AIL)
fr: Mode 1 (DIR PROF GAZ AIL)
pt: Modo 1 (RUD ELE THR AIL)

# preferencesDialog|
source: Check for updates on startup
fr: Vérifier les mises à jour au démarrage

# preferencesDialog|
source: Version to download
fr: Version à télécharger

# printDialog|
source: Low
fr: Bas
pt: Baixo

# printDialog|
source: Mid
fr: Centre
pt: Meio

# printDialog|
source: CH%1
fr: VOIE%1

# printDialog|
source: High
fr: Haut
pt: Alto

# printDialog|
source: Name
fr: Nom
pt: Nome

# printDialog|
source: SW%1
fr: INTER%1

# printDialog|
source: Close
fr: Fermer
pt: Fechar

# printDialog|
source: Print
fr: Imprimer
pt: Imprimir

# printDialog|
source: Timer
fr: Chrono
pt: Temporizador

# printDialog|
source: Disabled
fr: Inactif
pt: Inactivo

# printDialog|
source: Switch 1:
fr: Inter 1:
pt: Interruptor 1:

# printDialog|
source: Switch 2:
fr: Inter 2:
pt: Interruptor 2:

# printDialog|
source: 5-point Curves
fr: Courbes à 5 points
pt: Curvas de 5 pontos

# printDialog|
source: 9-point Curves
fr: Courbes à 9 points
pt: Curvas de 9 pontos

# printDialog|
source: Expo Right
fr: Expo Droite
pt: Exponencial à Direita

# printDialog|
source: <h2>Expo/Dr Settings</h2>
fr: <h2>Réglages Expo/Dr</h2>
pt: <h2>Parâmetros de Exponencial/Dual Rate</h2>

# printDialog|
source: Setup for:
fr: Configuration pour:
pt: Configurar para:

# printDialog|
source: Trim Increment
fr: Incrémentation Trim
pt: Incremento do Ajuste

# printDialog|
source: Slow(u%1:d%2)
fr: Ralentissement(u%1:d%2)
pt: Lento(u%1:d%2)

# printDialog|
source: D/R Left
fr: D/R Gauche
pt: D/R à Esquerda

# printDialog|
source: D/R Right
fr: D/R Droite
pt: D/R à Direita

# printDialog|
source: Delay(u%1:d%2)
fr: Délai(u%1:d%2)
pt: Atraso(u%1:d%2)

# printDialog|
source: Dialog
fr: Dialogue
pt: Dialogo

# printDialog|
source: Trim Switch
fr: Inter de Trim
pt: Interruptor para instaTrim

# printDialog|
source: <a name=1></a><h1>ER9x Model: %1</h1><br>
fr: <a name=1></a><h1>Modèle ER9x: %1</h1><br>
pt: <a name=1></a><h1>ER9x Modelo: %1</h1><br>

# printDialog|
source: Expo Left
fr: Expo Gauche
pt: Exponencial à Esquerda

# printDialog|
source: <h2>Mixers</h2><br>
fr: <h2>Mixages</h2><br>
pt: <h2>Misturas</h2><br>

# printDialog|
source: noTrim
fr: PasDeTrim(
pt: semAjuste

# printDialog|
source: Throttle Trim
fr: Trim des Gaz
pt: Ajuste do Acelerador

# printDialog|
source: Throttle Expo
fr: Expo des Gaz
pt: Exponencial do Acelerador

# printDialog|
source: Warn(%1)
fr: Alerte(%1)
pt: Aviso(%1)

# printDialog|
source: <h2>General Model Settings</h2><br>
fr: <h2>Paramètres Généraux</h2><br>
pt: <h2>Parametros Gerais do Modelo</h2><br>

# printDialog|
source: Protocol
fr: Codage
pt: Protocolo

# printDialog|
source: Curve(%1)
fr: Courbe(%1)
pt: Curva(%1)

# printDialog|
source: Pulse Polarity
fr: Modulation
pt: Polaridade

# printDialog|
source: : %1 Channels, %3msec Delay
fr: : Voie %1, Délai %3msec
pt: :%1 Canais, Atraso de %3 mseg

# printDialog|
source: <h2>Curves</h2>
fr: <h2>Courbes</h2>
pt: <h2>Curvas</h2>

# printDialog|
source: <b>CH%1</b>
fr: <b>VOIE%1</b>

# printDialog|
source: Switch(
fr: Inter(
pt: Interruptor(

# printDialog|
source: Center Beep
fr: Bip de Centrage
pt: Som ao Centrar

# printDialog|
source: Enabled
fr: Actif
pt: Activo

# printDialog|
source: Curve %1
fr: Courbe %1
pt: Curva %1

# printDialog|
source: Print Document
fr: Imprimer le Document
pt: Imprimir Documento

# printDialog|
source: <h2>Limits</h2>
fr: <h2>Débattements</h2>
pt: <h2>Limites</h2>

# printDialog|
source: <h2>Custom Switches</h2>
fr: <h2>Inters Personnalisés</h2>
pt: <h2>Interruptores Customizaveis</h2>

# printDialog|
source: Offset(%1%)
fr: Décalage(%1%)

# printDialog|
source: <h2>Safety Switches</h2>
fr: <h2>Inters de sécurité</h2>

# printDialog|
source: Switch
fr: Interrupteur

# printDialog|
source: Value
fr: Valeur

# simulatorDialog|
source: BEEP
fr: BIP

# simulatorDialog|
source: Fix X
fr: Verrou. Y
pt: Fixar X

# simulatorDialog|
source: Fix Y
fr: Verrou. X
pt: Fixar Y

# simulatorDialog|
source: ER9x Simulator
fr: Simulateur ER9x
pt: Simulador ER9x

# simulatorDialog|
source: Hold X
fr: Rappel X
pt: Manter X

# simulatorDialog|
source: Hold Y
fr: Rappel Y
pt: Manter Y

# simulatorDialog|
source: Simulating
fr: Simulation

# GeneralEdit|
source: sec
pt: seg.

# GeneralEdit|
source: Silent mode (No Alarm)
pt: Modo Silencioso (sem Alarmes)

# GeneralEdit|
source: 0 - Quiet
pt: 0 - Silencioso

# GeneralEdit|
source: 1 - No Keys
pt: 0 - Sem Sons de Teclas

# GeneralEdit|
source: 3 - Long
pt: 3 - Longo

# GeneralEdit|
source: 4 - Extra Long
pt: 4 - Extra Longo

# GeneralEdit|
source: ANALOG 7
pt: ANALÓGICO 7

# GeneralEdit|
source: ANALOG 6
pt: ANALÓGICO 6

# GeneralEdit|
source: ANALOG 5
pt: ANALÓGICO 5

# GeneralEdit|
source: ANALOG 4
pt: ANALÓGICO 4

# GeneralEdit|
source: ANALOG 3
pt: ANALÓGICO 3

# GeneralEdit|
source: ANALOG 2
pt: ANALÓGICO 2

# GeneralEdit|
source: ANALOG 1
pt: ANALÓGICO 1

# GeneralEdit|
source: PPM In
pt: Entrada PPM

# MainWindow|
source: EEPROM files (*.bin *.hex);;BIN files (*.bin);;HEX files (*.hex)
pt: Ficheiros EEPROM (*.bin *.hex);;BIN files (*.bin);;HEX files (*.hex)

# MainWindow|
source: FLASH files (*.bin *.hex);;BIN files (*.bin);;HEX files (*.hex)
pt: Ficheiros FLASH (*.bin *.hex);;BIN files (*.bin);;HEX files (*.hex)

# MainWindow|
source: HEX files (*.hex);;BIN files (*.bin);;FLASH files (*.bin *.hex)
pt: Ficheiros HEX (*.hex);;BIN files (*.bin);;FLASH files (*.bin *.hex)

# MainWindow|
source: &Cascade
pt: &Cascata

# MdiChild|
source: document%1.hex
pt: documento%1.hex

# MdiChild|
source: File wrong size - %1
pt: Ficheiro com tamanho incorrecto - %1

# MdiChild|
source: EEPROM hex files (*.hex);;EEPROM bin files (*.bin)
pt: Ficheiros EEPROM hex (*.hex);;EEPROM bin files (*.bin)

# MdiChild|
source: Burn %1 to transmitter?
pt: Gravar %1 no Rádio?

# MdiChild|
source: &Simulate
pt: &Simular

# MixerDialog|
source: 2 Beeo
pt: 2 Beeps

# ModelEdit|
source: Fine
pt: Fino

# ModelEdit|
source: Positive
pt: Positiva

# ModelEdit|
source: usec
pt: useg

# ModelEdit|
source: Source/SW1
pt: Fonte/SW1

# ModelEdit|
source: Value/SW2
pt: Valor/SW2

# ModelEdit|
source: Trims
pt: Ajustes

# ModelEdit|
source: D&uplicate
pt: &Duplicar

# avrOutputDialog|
source: Started AVRDUDE
pt: AVRDUDE Iniciado\n

# burnConfigDialog|
source: Locatioon of AVRDUDE executable
pt: Localização do ficheiro executável AVRDUDE

# burnConfigDialog|
source: Temporary Directory
pt: Directório Temporário

# burnConfigDialog|
source: Stores temporary files
pt: Localização dos ficheiros temporários

# burnConfigDialog|
source: Use this button to browse and select the temporary directory.
pt: Utilize este botão para escolher o directório para os ficheiros temporários

# burnConfigDialog|
source: Port
pt: Porta

# burnConfigDialog|
source: Reset Fuses
pt: Reinicializar os Fuses

# burnConfigDialog|
source: Read Fuses
pt: Ler os Fuses

# burnConfigDialog|
source: Set EEPROM Erase Fuse
pt: Activar o Fuse "Limpar EEPROM"

# printDialog|
source: Source
pt: Fonte

# printDialog|
source: Offset
pt: Compensação

# printDialog|
source: Function
pt: Função
