Repository: neolu/gv9x
Catalog: gveepe/src/eepe_*.po
Languages: fr, pt

# MixerDialog|
source: Up
fr: Haut
pt: Cima

# MixerDialog|
source: ADD
fr: Ajouter
pt: ADICIONAR

# MixerDialog|
source: Down
fr: Bas
pt: Baixo

# MixerDialog|
source: Slow
fr: Ralenti
pt: Lento

# MixerDialog|
source: Delay
fr: Délai
pt: Atraso

# MixerDialog|
source: Curve
fr: Courbe
pt: Curva

# MixerDialog|
source: If checked - will add the trim from the source (if available)
fr: Si validée - ajoute le trim de la source (si non nul)
pt: Se escolhido vai adicionar o ajuste (trim) da fonte (se disponível)

# MixerDialog|
source: Multiplexer This determines how mixer values are added. "+" means the value of the current mix is added to the previous mixes in the same channel. "*" means the value of the current mix is amultiplied with the previous mixes in the same channel. "R" means the value replaces the previous values. If the switch is off the value will be ignored.
fr: Multiplexage Spécifie comment les valeurs de mixage sont interprétées. "+": la valeur du mixage courant est ajoutée au résultat des mixages précédents dans la même voie. "*": la valeur du mixage courant est multipliée par le résultat des mixages précédents dans la même voie. "R": la valeur remplace les valeurs précédentes. Si l'inter est sur OFF, la valeur est ignorée .

# MixerDialog|
source: The curve used by the mix
fr: Courbe utilisée par le mixage
pt: Curva a usar pela mistura

# MixerDialog|
source: Mixer warning. Setting this value will cause a beep to be emmitted when this value is active.
fr: Alerte de mixage. Si activée, signale par des bips que le mixage est actif.

# MixerDialog|
source: 1 Beep
fr: 1 Bip

# MixerDialog|
source: 2 Beep
fr: 2 Bips

# MixerDialog|
source: 3 Beep
fr: 3 Bips
pt: 3 Beeps

# MixerDialog|
source: Multiplex
fr: Multiplexage
pt: Multiplexar

# MixerDialog|
source: Dialog
fr: Dialogue
pt: Dialogo

# MixerDialog|
source: Offset
fr: Décalage
pt: Desvio

# MixerDialog|
source: Source
fr: Maître
pt: Fonte

# MixerDialog|
source: Switch
fr: Interrupteur
pt: Interruptor

# MixerDialog|
source: Weight
fr: Ratio
pt: Peso

# MixerDialog|
source: REPLACE
fr: Remplacer
pt: SUBSTITUIR

# MixerDialog|
source: The source for the mixer
fr: La voie maître pour le mixage
pt: A fonte para a mistura

# MixerDialog|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This value is added to the <span style=" font-weight:600;">input </span>of the mixer.</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Cette valeur est ajoutée à l'<span style=" font-weight:600;">entrée </span>du mixage.</p></body></html>

# MixerDialog|
source: MULTIPLY
fr: Multiplier
pt: MULTIPLICAR

# MixerDialog|
source: Switch used by the mix. If blank then the mix is considered to be "ON" all the time.
fr: Interrupteur utilisé par le mixage. Mixage actif par défaut si non-renseigné.

# MixerDialog|
source: Warning
fr: Avertissement
pt: Aviso

# MixerDialog|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; text-decoration: underline;">Delay ans Slow</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600; text-decoration: underline;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">These values control the speed and delay of the output of the mix. </p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">If Delay is not zero the actuation of the mix will be delayed by the specified amount of seconds.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">If Slow is not zero then the speed of the mix will be set by the value specified -&gt; the value states the number of seconds it takes to transit from -100 to 100.</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; text-decoration: underline;">Délai et Ralenti</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600; text-decoration: underline;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ces valeurs contrôlent la vitesse et le délai à l'entrée du mixage.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Si Délai est différent de 0, le départ du mixage sera décalé du nombre de secondes spécifié.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Si Ralentissement est différent de 0, la vitesse du mixage sera la valeur spécifiée -&gt; La valeur représente le nombre de secondes nécessaires à la course -100/100.</p></body></html>

# MixerDialog|
source: The value of the mixer is multiplied by this value and divided by 100.
fr: La source est multipliée par cette valeur puis divisée par 100.
pt: O valor da mistura é multiplicado por este valor e dividido por 100.

# MixerDialog|
source: Include Trim
fr: Inclure Trim
pt: Incluir Ajustes (Trim)

# ModelEdit|
source: ELE
fr: PROF

# ModelEdit|
source: LOW
fr: BAS
pt: BAIXO

# ModelEdit|
source: MID
fr: CENTRE
pt: MEIO

# ModelEdit|
source: RUD
fr: DIR

# ModelEdit|
source: THR
fr: GAZ

# ModelEdit|
source: &Add
fr: &Ajouter
pt: &Adicionar

# ModelEdit|
source: &Cut
fr: &Couper
pt: &Cor&tar

# ModelEdit|
source: HIGH
fr: HAUT
pt: ALTO

# ModelEdit|
source: &Copy
fr: &Copier
pt: &Copiar

# ModelEdit|
source: &Edit
fr: &Edition
pt: &Editar

# ModelEdit|
source: Simulate
fr: Simulation
pt: Simular

# ModelEdit|
source: Enter
fr: Entrée

# ModelEdit|
source: Mixes
fr: Mixages
pt: Misturas

# ModelEdit|
source: Setup
fr: Configuration
pt: Configuração

# ModelEdit|
source: Trim Increment
fr: Incrément trims
pt: Incremento nos Ajustes (trims)

# ModelEdit|
source: Slow(u%1:d%2)
fr: Ralentissement(u%1:d%2)
pt: Lento(u%1:d%2)

# ModelEdit|
source: &Paste
fr: &Coller
pt: Co&lar

# ModelEdit|
source: Elevator
fr: Profondeur
pt: Elevador

# ModelEdit|
source: D/R Right
fr: D/R Droite

# ModelEdit|
source: Timer Value
fr: Durée du chrono
pt: Valor Inicial do Temporizador

# ModelEdit|
source: D/R Left
fr: D/R Gauche

# ModelEdit|
source: Delay(u%1:d%2)
fr: Délai(u%1:d%2)
pt: Atraso(u%1:d%2)

# ModelEdit|
source: Coarse
fr: Elevée
pt: Aberto

# ModelEdit|
source: Delete
fr: Supprimer
pt: Eliminar

# ModelEdit|
source: Curves
fr: Courbes
pt: Curvas

# ModelEdit|
source: Dialog
fr: Dialogue
pt: Dialogo

# ModelEdit|
source: Invert
fr: Inversion
pt: Inverter

# ModelEdit|
source: Exponential
fr: Exponentielle
pt: Exponencial

# ModelEdit|
source: Limits
fr: Débattements
pt: Limites

# ModelEdit|
source: Medium
fr: Moyenne
pt: Médio

# ModelEdit|
source: Offset
fr: SubTrim
pt: Desvio

# ModelEdit|
source: Count Down
fr: Décroissant
pt: Contagem regressiva

# ModelEdit|
source: Rudder
fr: Direction
pt: Leme

# ModelEdit|
source: Pulse Shift (polarity)
fr: Modulation
pt: Polaridade (pulse shift)

# ModelEdit|
source: Count Up
fr: Croissant
pt: Contagem progressiva

# ModelEdit|
source: Expo Left
fr: Expo Gauche

# ModelEdit|
source: noTrim
fr: PasDeTrim
pt: semAjuste

# ModelEdit|
source: Aileron
fr: Ailerons

# ModelEdit|
source: Extra Fine
fr: Extra fin
pt: Extra-fino

# ModelEdit|
source: Throttle Trim
fr: Trim des gaz
pt: Ajuste (trim) do Acelerador

# ModelEdit|
source: STICK 1
fr: MANCHE 1

# ModelEdit|
source: STICK 2
fr: MANCHE 2

# ModelEdit|
source: STICK 3
fr: MANCHE 3
pt: STICK 4

# ModelEdit|
source: STICK 4
fr: MANCHE 4
pt: STICK 3

# ModelEdit|
source: Throttle Expo
fr: Expo des gaz
pt: Exponencial do Acelerador

# ModelEdit|
source: Warn(%1)
fr: Alerte(%1)
pt: Aviso(%1)

# ModelEdit|
source: Protocol
fr: Codage
pt: Protocolo

# ModelEdit|
source: Curve(%1)
fr: Courbe(%1)
pt: Curva(%1)

# ModelEdit|
source: Channel
fr: Voie
pt: Canal

# ModelEdit|
source: &Delete
fr: &Supprimer
pt: &Eliminar

# ModelEdit|
source: Curve 1
fr: Courbe 1
pt: Curva 1

# ModelEdit|
source: Curve 2
fr: Courbe 2
pt: Curva 2

# ModelEdit|
source: Curve 3
fr: Courbe 3
pt: Curva 3

# ModelEdit|
source: Curve 4
fr: Courbe 4
pt: Curva 4

# ModelEdit|
source: Curve 5
fr: Courbe 5
pt: Curva 5

# ModelEdit|
source: Curve 6
fr: Courbe 6
pt: Curva 6

# ModelEdit|
source: Curve 7
fr: Courbe 7
pt: Curva 7

# ModelEdit|
source: Curve 8
fr: Courbe 8
pt: Curva 8

# ModelEdit|
source: Curve 9
fr: Courbe 9
pt: Curva 9

# ModelEdit|
source: Switch1
fr: Interrupteur 1
pt: Interruptor1

# ModelEdit|
source: Switch2
fr: Interrupteur 2
pt: Interruptor2

# ModelEdit|
source: Switch(
fr: Inter(
pt: Interruptor(

# ModelEdit|
source: CSwitch1
fr: Interrupteur personnalisé SW1

# ModelEdit|
source: CSwitch2
fr: Interrupteur personnalisé SW2

# ModelEdit|
source: CSwitch3
fr: Interrupteur personnalisé SW3

# ModelEdit|
source: CSwitch4
fr: Interrupteur personnalisé SW4

# ModelEdit|
source: CSwitch5
fr: Interrupteur personnalisé SW5

# ModelEdit|
source: CSwitch6
fr: Interrupteur personnalisé SW6

# ModelEdit|
source: Delete Selected Mixes?
fr: Supprimer mixages sélectionnés ?
pt: Apagar misturas selecionadas?

# ModelEdit|
source: Timer Direction
fr: Sens du chrono
pt: Direcção do Temporizador

# ModelEdit|
source: Negative
fr: Négative
pt: Negativa

# ModelEdit|
source: Model Name
fr: Nom du modèle
pt: Nome do Modelo

# ModelEdit|
source: Center beep
fr: Bip de centrage
pt: Sons ao centrar

# ModelEdit|
source: Timer Mode
fr: Mode du chrono
pt: Modo do Temporizador

# ModelEdit|
source: Function
fr: Fonction
pt: CSwitch7

# ModelEdit|
source: Curve %1
fr: Courbe %1
pt: Curva %1

# ModelEdit|
source: Curve 10
fr: Courbe 10
pt: Curva 10

# ModelEdit|
source: Curve 11
fr: Courbe 11
pt: Curva 11

# ModelEdit|
source: Curve 12
fr: Courbe 12
pt: Curva 12

# ModelEdit|
source: Curve 13
fr: Courbe 13
pt: Curva 13

# ModelEdit|
source: Curve 14
fr: Courbe 14
pt: Curva 14

# ModelEdit|
source: Curve 15
fr: Courbe 15
pt: Curva 15

# ModelEdit|
source: Curve 16
fr: Courbe 16
pt: Curva 16

# ModelEdit|
source: Switches
fr: Inters personnalisés
pt: Interruptores

# ModelEdit|
source: Offset(%1%)
fr: Décalage(%1%)
pt: Atraso(%1%)

# ModelEdit|
source: Channels
fr: Voies
pt: Canais

# ModelEdit|
source: ppm Delay
fr: Délai PPM
pt: Atraso ppm

# ModelEdit|
source: Throttle
fr: Gaz
pt: Acelerador

# ModelEdit|
source: instaTrim Switch
fr: Inter. instaTrim
pt: Interruptor "instaTrim"

# ModelEdit|
source: Expo Right
fr: Expo Droite

# ModelEdit|
source: Extended Limits
fr: Débattements étendus

# ModelEdit|
source: Safety Switches
fr: Inters de sécurité

# ModelEdit|
source: Switch
fr: Interrupteur

# ModelEdit|
source: Value
fr: Valeur

# ModelEdit|
source: Du&plicate
fr: D&upliquer

# ModelEdit|
source: Move Up
fr: Monter

# ModelEdit|
source: Ctrl+Up
fr: Ctrl+Haut

# ModelEdit|
source: Move Down
fr: Descendre

# ModelEdit|
source: Ctrl+Down
fr: Ctrl+Bas

# ModelEdit|
source: CSwitch7
fr: Interrupteur personnalisé SW7

# ModelEdit|
source: CSwitch8
fr: Interrupteur personnalisé SW8

# ModelEdit|
source: CSwitch9
fr: Interrupteur personnalisé SW9

# ModelEdit|
source: Swash Type
fr: Type de plateau cyclique

# ModelEdit|
source: Off
fr: Aucun

# ModelEdit|
source: Collective
fr: Source du pas collectif

# ModelEdit|
source: Templates
fr: Gabarits

# ModelEdit|
source: Apply Template?
fr: Appliquer le gabarit ?

# ModelEdit|
source: Apply template "%1"?
fr: Appliquer le gabarit "%1" ?

# ModelEdit|
source: Clear Mixes?
fr: Effacer les mixages ?

# ModelEdit|
source: Really clear all the mixes?
fr: Êtes-vous sûr de vraiment vouloir effacer tous les mixages ?

# ModelEdit|
source: Clear Curves?
fr: Effacer les courbes ?

# ModelEdit|
source: Really clear all the curves?
fr: Êtes-vous sûr de vraiment vouloir effacer toutes les courbes ?

# ModelEdit|
source: Heli Setup
fr: Réglages hélico

# ModelEdit|
source: Invert Elevator
fr: Profondeur

# ModelEdit|
source: Invert Aileron
fr: Aileron

# ModelEdit|
source: Invert Collective
fr: Pas collectif

# ModelEdit|
source: Clear All Curves
fr: Effacer toutes les courbes

# avrOutputDialog|
source: AVRDUDE done - exit code %1
fr: AVRDUDE terminé - code de sortie %1

# avrOutputDialog|
source: AVRDUDE done - SUCCESSFUL
fr: AVRDUDE terminé AVEC SUCCES

# avrOutputDialog|
source: Dialog
fr: Dialogue
pt: Dialogo

# avrOutputDialog|
source: FUSES: Low=%1 High=%2 Ext=%3
fr: Fusibles: Bas=%1 Haut=%2 Ext=%3
pt: FUSES: Baixo=%1 Alto=%2 Ext=%3

# avrOutputDialog|
source: AVRDUDE result
fr: Résultats d'AVRDUDE
pt: Resultado do AVRDUDE

# avrOutputDialog|
source: Started AVRDUDE
fr: AVRDUDE démarré

# avrOutputDialog|
source: AVRDUDE did not finish correctly
fr: AVRDUDE : erreur

# avrOutputDialog|
source: AVRDUDE finished correctly
fr: AVRDUDE : mission accomplie

# burnConfigDialog|
source: List all available programmers.
fr: Liste tous les programmateurs supportés.
pt: Lista os programadores disponíveis

# burnConfigDialog|
source: <b><u>WARNING!</u></b><br>This will reset the fuses to the factory settings.<br>Writing fuses can mess up your radio.<br>Do this only if you are sure they are wrong!<br>Are you sure you want to continue?
fr: <b><u>AVERTISSEMENT!</u></b><br>Ceci réinitialisera les fusibles à leur valeur par défaut.<br>Modifier les fusibles peut entraîner le blocage de votre émetteur.<br>Ne l'effectuer que si vous êtes certain qu'ils sont incorrects!<br>Etes-vous sûr de vouloir continuer?

# burnConfigDialog|
source: The location of the AVRDUDE.EXE executable.
fr: Chemin d'accès de l'exécutable AVRDUDE.
pt: Localização do ficheiro executável AVRDUDE

# burnConfigDialog|
source: Programmer used for communicating with the controller. Please consult the programmer's documentation and the AVRDUDE documentation to select the appropriate programmer.
fr: Programmateur utilisé pour la communication avec le contrôleur. Consulter la documentation du programmateur utilisé et celle d'AVRDUDE pour effectuer le choix approprié.

# burnConfigDialog|
source: Communication port to the programmer.
fr: Port de communication pour le programmateur.
pt: Porta de comunicações para o programador.\n

# burnConfigDialog|
source: Extra Arguments
fr: Paramètres supplémentaires
pt: Argumentos Extra

# burnConfigDialog|
source: Use this button to browse and look for the AVRDUDE.EXE executable file.
fr: Utiliser ce bouton pour parcourir à la recherche du fichier exécutable AVRDUDE.EXE.
pt: Utilize este botão para procurar o ficheiro executável do AVRDUDE

# burnConfigDialog|
source: Show Help
fr: Aide
pt: Mostrar Ajuda

# burnConfigDialog|
source: Browse...
fr: Parcourir...
pt: Procurar...

# burnConfigDialog|
source: Select Location
fr: Choisir l'emplacement
pt: Selecionar localização

# burnConfigDialog|
source: List Available
fr: Affiche Liste
pt: Lista disponíveis

# burnConfigDialog|
source: Extra arguments used in AVRDUDE. This can be used for providing extra information to AVRDUDE. Please only use this if you know what you are doing. There are no error checks and you could cripple your controller.
fr: Paramètres complémentaires. Permet de fournir des informations supplémentaires à AVRDUDE. A n'utiliser qu'en connaissance de cause: il n'y a pas de contrôle d'erreur et votre programmateur pourrait être endommagé.

# burnConfigDialog|
source: AVRDUDE Location
fr: Emplacement d'AVRDUDE
pt: Localização do AVRDUDE

# burnConfigDialog|
source: Show AVRDUDE help
fr: Affiche l'aide d'AVRDUDE
pt: Mostrar ajuda do AVRDUDE

# burnConfigDialog|
source: Extra arguments that will be passed to AVRDUDE on every call
fr: Paramètres complémentaires passés à chaque appel du programme
pt: Argumentos extra a passar ao AVRDUDE em todas as chamadas

# burnConfigDialog|
source: AVRDUDE Configuration
fr: Configuration d'AVRDUDE
pt: Configuração do AVRDUDE

# burnConfigDialog|
source: Location of AVRDUDE executable
fr: Chemin d'accès de l'exécutable AVRDUDE

# burnConfigDialog|
source: Programmer
fr: Programmateur
pt: Programador

# donatorsDialog|
source: List of Contributors
fr: Liste des Contributeurs
pt: Lista de Contribuidores

# downloadDialog|
source: Downloading:
fr: Téléchargement :

# downloadDialog|
source: Unable to save the file %1: %2.
fr: Impossible d'enregistrer le fichier %1 : %2.

# downloadDialog|
source: Download failed: %1.
fr: Le téléchargement a échoué : %1.

# fusesDialog|
source: Fuses
fr: Fusibles

# fusesDialog|
source: Reset Fuses EEPROM - DELETE
fr: Réinitialiser Fusibles EFFACEMENT EEPROM

# fusesDialog|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Reads the current fuses in the AVR AtMega 64 controller.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Proper states:</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">EEPROM erase fuse not set: 0E, 81, FF</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">EEPROM erase fuse set: 0E, 89, FF</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Lecture des fusibles du contrôleur AVR AtMega64.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:8pt;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Etats corrects:</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Valeur fusible SANS Effacement EEPROM: 0E, 81, FF</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt;">Valeur fusible AVEC Effacement EEPROM: 0E, 89, FF</span></p></body></html>

# fusesDialog|
source: Reset Fuses EEPROM - PROTECT
fr: Réinitialiser Fusibles PROTECTION EEPROM

# fusesDialog|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; text-decoration: underline;">WARNING</span></p> <p align="center" style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600; text-decoration: underline;"></p> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Changing the fuses can mess up your radio.</p> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Proceed only if you know what you are doing.</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; text-decoration: underline;">AVERTISSEMENT</span></p> <p align="center" style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600; text-decoration: underline;"></p> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Modifier les fusibles peut entraîner des problèmes, voire même un blocage complet de votre radio.</p> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">A n'utiliser que si vous êtes certain de ce que vous faites.</p></body></html>

# fusesDialog|
source: Read Fuses
fr: Lire Fusibles
